Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: This paradox triggered a vast body of literature that sought to explain the factors that limit the incentives to invest in developing economies.
es: Esta paradoja ha motivado una gran cantidad de bibliografía que intenta explicar los factores que limitan los incentivos a la inversión en las economías en desarrollo.

source: In contrast, developed countries as a whole continued to invest in primary teachers in greater proportion to their decreasing demographics and enrolments.
es: Por el contrario, en el conjunto de los países desarrollados las inversiones destinadas a los docentes de la enseñanza primaria continúan siendo en una proporción mayor a la disminución poblacional y de matriculación.

source: Manifestation of willingness to accept a succession does not follow clearly from the fact that the party entitled to succeed has been designated as heir.
es: La manifestación de la voluntad de aceptar una sucesión no se deduce claramente del hecho que el sucesor potencial haya sido designado como heredero.

source: Contemporary science teaches that each generation of man is heir to the distinctive characteristics of preceding generations, not only in mass but in each individual case.
es: La ciencia contemporánea enseña que cada generación de la humanidad hereda las características distintivas de las precedentes generaciones, no sólo respecto de la multitud sino en cada caso individual.

source: Thus Iosif Constantin Dragan had only one unfulfilled wish to have an heir to his cultural ideals.
es: Iosif Constantin Dragan tenía, de esta manera, un solo deseo incumplido el de dar un heredero a sus ideales culturales.

source: Should an artist's heir be able to exercise his or her rights seventy years after the event?
es: ¿Acaso el heredero de un artista debe tener la posibilidad de seguir ejerciendo sus derechos al respecto transcurridos setenta años?

source: A woman who has not given birth to a boy in a family is considered worthless, as she is not able to produce an heir to carry on the family name and inherit the assets.
es: Una mujer que no ha dado a luz a un niño varón en una familia es vista como una persona inútil por no ser capaz de engendrar un heredero que perpetúe el apellido y herede los bienes.

source: The EU's largely passive posture towards the Egyptian succession will result in a tacit acceptance of Gamal or any other 'heir'.
es: La actitud pasiva de los Veintisiete hacia la transmisión de poderes egipcia podría resultar en la aceptación tácita de Gamal o de cualquier otro heredero.

source: Egypt at this time being still the most powerful and most highly civilized of nations, Moses, as its prospective sovereign, was heir to the highest honors this world could bestow.
es: Siendo aún Egipto en ese tiempo la nación más poderosa y civilizada, Moisés, como soberano en perspectiva, era heredero de los mayores honores que el mundo le podía otorgar.

source: Moreover, the techniques and knowledge needed to reproduce them are being aggressively pushed as the intellectual property of industry.
es: Además, se están promoviendo técnicas y sabidurías necesarias para reproducirlos como propiedad intelectual de la industria.

source: These factors must be fully taken into account in adapting intellectual property rights to the digital environment of cyberspace.
es: Estos factores deberán tenerse debidamente en cuenta a la hora de adaptar los derechos de propiedad intelectual al entorno numérico del ciberespacio.

source: As defined, a patent is a policy provided to people who seek protection for their intellectual property.
es: Tal y como se define, una patente es una política que protege los derechos de propiedad intelectual.

source: We reject intellectual property rights over living resources including seeds, plants and animals.
es: Rechazamos la propiedad intelectual sobre recursos vivos como semillas, plantas y animales.

source: Increased support will be given to private ownership and to ownership under intellectual property law.
es: Se fortalecerá la protección del derecho de propiedad y de la propiedad intelectual.

source: The issue of intellectual property rights should not be used to frustrate the transfer of new and renewable energy technologies.
es: No debe esgrimirse la cuestión de los derechos de propiedad intelectual para frustrar la transferencia de tecnologías de energías nuevas y renovables.

source: Lastly, the all-important issue of intellectual property and patents will also be addressed.
es: Por último, el encuentro no podía dejar de abordar la cuestión fundamental de la propiedad intelectual y las patentes.

source: Information, e.g. data privacy, intellectual property, confidential information
es: Información, p.ej. privacidad de datos, propiedad intelectual, información confidencial

source: Both parties may oppose the extension of this automatic capital sums appreciation clause by giving written notification of their opposition to the other party at least two months prior to the termination of the then current insurance policy period.
es: A la prórroga de la presente cláusula de revalorización automática de capitales podrán oponerse las partes mediante una notificación escrita a la otra parte, efectuada con un plazo de dos meses de anticipación a la terminación del seguro en curso.

source: Such an investment would serve as an insurance policy against bigotry and prejudice for future generations.
es: Esa inversión servirá como política de garantía contra el fanatismo y el perjuicio para las generaciones futuras.

source: This is a fully comprehensive insurance policy designed to protect your family heritage, inside and outside the home, from risks that have been defined.
es: Se trata de un seguro multirriesgo destinado a proteger el patrimonio familiar, dentro y fuera del hogar, frente a los riesgos a los que se haya expuesto.

source: Indeed, it is a condition that no vessel, installation or equipment shall operate or be used unless a valid insurance policy is in force in respect of said vessel, installation or equipment.
es: En efecto, se establece la condición de que ningún buque, instalación o equipo funcionará o se utilizará sin que haya una póliza de seguro válida aplicable a dicho buque, instalación o equipo.

source: Although the person had their own insurance, they were not able to add their own insurance policy for costs and were not able to recover under that policy either.
es: Aunque la persona en cuestión contaba con su propio seguro, no pudo aportar su póliza para cubrir los costes, ni recuperar los gastos efectuados con arreglo a la misma.

source: An insurance policy designed to provide peace of mind to people like you, who are always on the go
es: Un seguro pensado para la tranquilidad de las personas, que como tú, no pueden permitirse parar.

source: Global production boosts global food security, and affords a partial insurance policy against the impact of climate change on crop production.
es: La producción global promueve la seguridad alimentaria global y brinda una póliza de seguro parcial contra el impacto del cambio de clima en la producción de cultivos.

source: Early on, the public sector must establish an appropriate legal framework for contract procurement and private sector investment.
es: Desde un principio el sector público debe establecer un marco legal apropiado para procurar contratos e inversiones del sector privado.

source: Return on investment ranges from three to seven years.
es: El rendimiento de la inversión varía de tres a siete años.

source: Need for more investment in mitigating measures for drought periods.
es: Mayor necesidad de inversión en medidas paliativas para períodos de sequía.

source: ¿Dónde está la ira, dónde está la alegría de antaño?
es: Where is the rage, where is the joy of those days?

source: Amor y salvación o ira y condenación-depende de lo que tú hagas con Jesús.
es: Love and salvation or condemnation and wrath - it depends on what you do with Jesus.

source: Está pendiente saber si los disturbios actuales representan una explosión de ira aislada o si se convertirán en sólidas protestas con demandas de cambio específicas.
es: It remains to be seen whether the current riots are a one-off explosion of anger or will they turn into substantial protests with concrete demands for change.

source: The model, TV personality, and entrepreneur does it all in style, and in two languages.
es: La estrella de la televisión, modelo y empresaria trabaja con estilo, y en dos idiomas.

source: In a late November 2008 attack, one policeman and one civilian were killed while twelve people were wounded in Puerto Asís (Putumayo department), when a police unit answered a call concerning the kidnapping of an entrepreneur.
es: En un ataque perpetrado en Puerto Asís (departamento del Putumayo) en noviembre del 2008, murieron un policía y un civil y doce personas resultaron heridas cuando una unidad de policía respondió a una llamada sobre el secuestro de un empresario.

source: The entrepreneur will not receive any income in case of loss.
es: En caso de pérdidas, el empresario no recibe ingreso alguno.

source: "If the entrepreneur wants to formalize his project at the ""One stop Business Service"", the instructor opens an administrative file, taking down data about the project from the entrepreneur."
es: "Si el emprendedor desea formalizar su proyecto en la ""Ventanilla Única Empresarial"", el orientador abre un expediente de tramitación, procediendo a la toma de datos del proyecto y del emprendedor."

source: The amount will be released to the entrepreneur only on commencement of commercial production.
es: La cantidad se pagará al empresario sólo en el momento del inicio de la producción comercial.

source: This entrepreneur states that a cultural change has come about in Catalonia and has highlighted the biomedical sector's potential for creating value.
es: El empresario asegura que en Catalunya se ha producido un cambio cultural que ha puesto de relieve el potencial de creación de valor del sector biomédico.

source: At the age of 22, this entrepreneur already had the values of ACN planted in him.
es: A la edad de 22 años, este empresario ya tenía los valores de ACN establecidos en él.

source: The overarching issue is one of costs versus benefits for the individual entrepreneur who has to choose between formal and informal operations.
es: El inconveniente más acuciante es el del costo frente a los beneficios para el empresario individual, que ha de elegir entre operaciones formales e informales.

source: Both organizations believe the entrepreneur training programs will constitute the basis of the education for entrepreneurship provided in the schools.
es: Igualmente ambas organizaciones consideran que los programas de formación de emprendedores constituirán la base de la educación emprendedora impartida en las escuelas.

source: Sarasin Torneo Funds are directed at investors who seek an absolute yield and to follow the most important hedge fund strategies.
es: Los Fondos Sarasin Torneo están dirigidos a los inversores que buscan un beneficio absoluto y seguir las estrategias de los fondos de alto riesgo más importantes.

source: 100 million implies that roughly 30% of hedge fund managers, managing almost 90% of assets of EU domiciled hedge funds, would be covered by the Directive.
es: Un umbral de 100 millones de EUR significa que alrededor del 30 % de los gestores de fondos de inversión libre, responsables de la gestión del 90 %, aproximadamente, de los activos de los fondos de este tipo con domicilio en la UE, estarán cubiertos por la Directiva.

source: If a hedge fund sells uncovered options on securities, it may be exposing itself to an unlimited risk of loss.
es: Si un hedge fund vende opciones no cubiertas sobre valores, correrá de este modo un riesgo de pérdida ilimitado.

source: Twenty years later we are all believers and there are at least 8,000 successful hedge fund managers.
es: Veinte años más tarde, todos somos creyentes y hay al menos 8.000 gestores de fondos de cobertura con éxito.

source: The team also draws on the broad perspectives of their worldwide network of hedge fund managers, which adds unique 'on-the-ground' insights into global markets.
es: El equipo también brinda perspectivas generales de la red internacional de gestores de fondos de cobertura, lo que añade ideas sólidas a los mercados mundiales.

source: The fair value of interest rate exchanges is calculated as the present value of future estimated cash flows.
es: El valor razonable de las permutas de tipo de interés se calcula como el valor actual de los flujos futuros de efectivo estimados.

source: It is a permanent credit with which you can finance whatever you need at the interest rate of a mortgage loan.
es: Es un crédito permanente con el que financias lo que necesites al tipo de interés de un crédito hipotecario.

source: But it is not just interest rate cuts that governments and bankers are using to attempt a rescue of their economies.
es: Pero no son sólo las bajas en las tasas de interés que los gobiernos y los banqueros están usando para tratar de rescatar las economías.

source: 14.12. Financial investments are remunerated at an interest rate similar to market rate.
es: 14.12. La tasa media de rentabilidad de los valores de renta fija está en tipos de mercado.

source: The interest rate on these bonds is adjusted on a quarterly basis.
es: La tasa de interés respecto a estos bonos se ajusta trimestralmente.

source: In general, legal systems attach more importance to the right of the individual heir than to the continuity of businesses (table, column 9).
es: Por lo general, los sistemas jurídicos privilegian el derecho del heredero individual frente a la continuidad de la empresa (cuadro, columna 9).

source: 12.3 This Agreement shall bind the parties and their heir and successors, to fully comply with it.
es: 12.3 El presente contrato obliga a las partes, sus herederos y sucesores a cumplirlo integralmente.

source: The URV is heir to a long tradition of university studies in the province and it began life with various scattered buildings that were quite old.
es: La URV es heredera de una larga tradición de estudios universitarios en la provincia y empezó su singladura moderna con una serie de edificios dispersos y bastante viejos.

source: One such dispute pitted Miranda Governor Diosdado Cabello, a close Chávez ally and would-be heir, against NA legislator Luis Tascón, who accused Cabello's brother, David, of mishandling public funds while in charge of the infrastructure ministry.
es: Una de estas disputas enfrentó al gobernador de Miranda, Diosdado Cabello, un cercano aliado y posible heredero de Chávez, con el legislador de la AN Luis Tascón, quien acusó al hermano de Cabello, David, de malversación de dineros públicos cuando estuvo a cargo del Ministerio de Infraestructura.

source: Intellectual Property (Miscellaneous Amendments) Act of May 5, 2000
es: Ley de Propiedad Intellectual (Enmiendas diversas) de 5 de mayo de 2000

source: We believe that the protection of intellectual property rights is not an end in itself.
es: Creemos que la protección de los derechos no es un fin en sí mismo.

source: Indication of the content protected by the intellectual property rights and its location on the website.
es: Indicación de los contenidos protegidos por los derechos de propiedad intelectual y su ubicación en el Web.

source: This Benefit Plan is not an insurance policy and no benefits other than the Life Insurance and AD&D Insurance are provided by or through an insurance company.
es: Este Plan de Beneficios no es una póliza de seguros y no se proporciona ningún beneficio con excepción del Seguro de Vida y el Seguro de AD&D a través de una compañía de seguros.

source: A separate part of these commitments was covered in prior years by contracting a single premium insurance policy.
es: Otra parte de estos compromisos se cubrió en ejercicios anteriores suscribiendo una póliza de seguro con prima única.

source: An insurance policy designed specifically to guarantee peace of mind to women of today.
es: Un seguro pensado especialmente para garantizar la tranquilidad de la mujer de hoy.

source: Please consult if you wish to contract a cancellation insurance policy (booking and payment of this policy is required at the time of confirming and booking of tour).
es: No dude en consultarnos en caso de querer contratar un seguro de cancelación o anulación de viaje (la contratación y pago de esta cobertura deberá realizarse en el momento de la confirmación de la reserva).

source: What is the difference between an entrepreneur, a businessman, and an investor?
es: ¿Cuál es la diferencia ente hombre de negocios, empresario e inversionista?

source: The company network's mentoring program selects a personal mentor from its member companies who then takes on responsibility for supervising the young entrepreneur over a longer period.
es: A través de un programa de mentores, esta red de empresas destina a un mentor personal de sus empresas a que asesore durante un tiempo prolongado a los jóvenes empresarios.

source: Scott is an outdoor educator, science teacher, entrepreneur, and father.
es: Scott es un educador al aire libre, profesor de ciencias, empresario y padre.

source: Nevertheless, in the trademark system, further to the interests of the entrepreneur/trademark owner, also at stake are the interests of the consumer, such that, there must be guaranteed a system whereby the latter know clearly and obviously that the product they are acquiring, under a particular trademark, originates in a particular business and offers a guarantee of quality.
es: Sin embargo, en el sistema de marcas, además de los intereses del empresario/titular de una marca, también están en juego los intereses del consumidor; de forma que, debe poder garantizarse un sistema en el que éstos conozcan de forma clara y evidente que el producto que adquiere -con una determinada marca- tiene un origen empresarial concreto y unas garantías de calidad.

source: So Van Oudenhoven made a career change and became a pioneering entrepreneur, setting up the first chocolate factory in Nicaragua together with a Chilean and a Dutch partner.
es: Por eso, Van Oudenhoven dio el paso y se convirtió en un empresario pionero al fundar con un socio chileno y un socio holandés la primera fábrica de chocolate de Nicaragua.

source: For one reason or another, it is evidently thought that men are the ones who really possess the entrepreneur gene.
es: Por alguna razón, existe la creencia aparente de que los hombres son quienes realmente poseen el gen del emprendedor.

source: Self-employed entrepreneur, establishing their own firm and developing their own quality brand.
es: Empresario autónomo, constituyendo su propia firma y desarrollando una marca de calidad propia.

source: As an aspiring young entrepreneur, I benefited from these attitudes.
es: A mí, como joven aspirante a empresario, estas actitudes me benefician.

source: The subsidy amount will be reimbursed to the entrepreneur on production of the relevant documents showing payment of loans/interest amounts.
es: El importe de la subvención se pagará al empresario a la presentación de los documentos pertinentes que demuestren el pago de las cantidades de préstamos e intereses.

source: The drop in correlations both between and within asset classes should favour the hedge fund world, allowing managers to post attractive performances in 2011.
es: La caída de las correlaciones entre las clases de activos y dentro de éstas debería ofrecer un entorno propicio a los gestores de hedge funds, y permitirles producir rentabilidades atractivas en 2011.

source: The hedge fund industry - the spearhead of our wealth management activity - should produce attractive capital gains once it has adapted to this new environment.
es: La industria de los hedge funds - punta de lanza de nuestra actividad de gestión - debería producir atrayentes plusvalías, después de un tiempo de adaptación a este nuevo entorno.

source: Illustration 9-1 One hedge fund executive lost several hundred million dollars of investors' funds and deceived them and related institutions for more than three years using fake account statements.
es: Ilustración9-1 Un ejecutivo de un fondo especulativo perdió varios cientos de millones de dólares aportados por los inversores y engañó a éstos y a las instituciones relacionadas con el asunto durante más de tres años utilizando estados de cuentas falseados.

source: An important topic for discussion within this context must be the impact of Basel II regulation on trade finance within developing countries on one hand, and on the other, at an international level, whether there is a need to regulate the activities of hedge fund speculators.
es: Temas importantes de debate en este contexto son el de las repercusiones de las normas del Acuerdo de Basilea II en la financiación del comercio de los países en desarrollo, por una parte, y el de la posible necesidad de regular las actividades de especulación con fondos de cobertura, por la otra.

source: For some personalised management mandates, our Bank builds exclusively designed hedge fund portfolios and has state-of-the-art knowledge in derivatives and structured products.
es: En el caso de ciertos mandatos de gestión personalizada, el Banco ofrece mandatos exclusivos de gestión alternativa y una competencia puntera en el ámbito de los productos derivados y estructurados.

source: Clear limits are to be placed on hedge fund activities, using the afore-mentioned premises as a starting point.
es: Se impondrán unos límites unívocos a la actividad de los fondos de cobertura, partiendo de las premisas arriba citadas.

source: As part of BBVA's support for microfinance, and in addition to the foundation, the company holds the microfinance fund Fondo BBVA Codespa Microfinanzas (Hedge Fund).
es: Dentro del apoyo de BBVA a las microfinanzas, además de la fundación, la compañía cuenta con el Fondo BBVA Codespa Microfinanzas (FIL).

source: With the interest rate risk, you must also maintain the nominal amount and the currency of the interest rate instrument.
es: Con el riesgo por modificación del tipo de interés, se debe actualizar también el importe nominal y la moneda del instrumento de tipo de interés.

source: "Asset Management Ltd, whose specialist multi-manager fund and hedge fund teams (particularly the ""Capital Holdings"" range) work closely with the whole Group."
es: Sus equipos, especializados en la gestión de fondos «multi-manager» y de «hedge funds» (principalmente a través de la gama de los «Capital Holdings») colaboran estrechamente con el conjunto del Grupo.

source: Completing this vision of doomsday, a $50 billion fraud perpetrated by an American fund manager tarnished the image of the hedge funds industry which was already reeling from the financial crisis.
es: Para culminar, la estafa masiva de un gerente americano, de más de 50 mil millones de dólares ha acabado de empañar la industria de los hedge funds, que ya estaba duramente maltratada por la crisis financiera.

source: Following net outflows from the hedge fund industry during the final quarter of 2005, aggregate net inflows recovered in the first half of 2006, rising to levels close to the peak observed during 2004.
es: Tras los flujos netos de salida del sector de hedge funds contabilizados en el último trimestre del 2005, volvieron a registrarse flujos netos agregados de entrada en el primer semestre del 2006, hasta niveles próximos al máximo alcanzado en el 2004.
